      *****************************************************************
      * Definicion de prototipo Get_retmsp                           *
      *****************************************************************
     dDs_retmsg      e ds                  extname(retmsg)
      *
     dGet_retmsg       pr            10I 0 Extproc('Get_retmsg')
     d In_CodErr                     10I 0
     d Ou_Message                   500A
      *
