     h/IF DEFINED(*CRTBNDRPG)
     h    DFTACTGRP(*NO)
     h    ACTGRP(*CALLER)
     h/ENDIF
     h debug(*yes)
     h bnddir('BNDRETAIL')
     h option(*srcstmt:*nodebugio)
