      *****************************************************************
      * Definicion de prototipo Lst_retparm                           *
      *****************************************************************
     dLst_Retparm      pr            10I 0 Extproc('Lst_Retparm')
     d In_Codflg                      2A
     d Ou_Retparm                          likeds(Ds_retparm) Dim(500)
     d Ou_Message                   500A
      *
