      *****************************************************************
      * Definicion de prototipo Lst_retprp                            *
      *****************************************************************
     dLst_Retpro       pr            10I 0 Extproc('Lst_Retpro')
     d Ou_Retpro                           likeds(Ds_retpro) Dim(500)
     d Ou_Message                   500A
      *
