      *****************************************************************
      * Definicion de prototipo Wrt_retprp                            *
      *****************************************************************
     dDs_Inpretpro   e ds                  extname(retpro) Qualified
      *
     dWrt_retpro       pr            10I 0 Extproc('Wrt_retpro')
     d In_Dsretpro                         likeds(Ds_Inpretpro)
     d Ou_Message                   500A
      *
